{"PartitionKey":"StandardsTemplateV2","RowKey":"e1a89a62-65fe-4aa1-a2b6-290e78b304d1","GUID":"e1a89a62-65fe-4aa1-a2b6-290e78b304d1","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"excludedTenants\":[],\"description\":\"<p>description</p>\",\"templateName\":\".Baseline - Intune\",\"standards\":{\"AutopilotStatusPage\":{\"standards\":{\"AutopilotStatusPage\":{\"EnableLog\":true,\"ErrorMessage\":\"This PC has failed onboarding. Please reach out to support@bezalu.com\",\"OBEEOnly\":false,\"AllowReset\":true,\"AllowFail\":false,\"TimeOutInMinutes\":\"30\",\"AllowRetry\":true,\"BlockDevice\":false,\"ShowProgress\":false}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}]},\"intuneDeviceRetirementDays\":{\"standards\":{\"intuneDeviceRetirementDays\":{\"days\":\"30\"}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"intuneDeviceReg\":{\"standards\":{\"intuneDeviceReg\":{\"max\":\"2147483647\"}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"IntuneComplianceSettings\":{\"standards\":{\"IntuneComplianceSettings\":{\"secureByDefault\":{\"value\":\"true\",\"label\":\"Non-Compliant\"},\"deviceComplianceCheckinThresholdDays\":\"30\"}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"intuneRequireMFA\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"intuneBrandingProfile\":{\"standards\":{\"intuneBrandingProfile\":{\"onlineSupportSiteUrl\":\"https://bezalu.myportallogin.com\",\"contactITName\":\"Bezalu Helpdesk\",\"onlineSupportSiteName\":\"Support Portal\",\"showLogo\":true,\"displayName\":\"%%tenantName%%\",\"contactITNotes\":\"If you have an existing case regarding your troubles, please reference the ticket number!\",\"contactITPhoneNumber\":\"(248) 782-7000\",\"privacyUrl\":\"https://www.microsoft.com/en-us/privacy/privacystatement\",\"showDisplayNameNextToLogo\":true,\"contactITEmailAddress\":\"support@bezalu.com\"}},\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"IntuneTemplate\":[{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":null,\"TemplateList-Tags\":{\"label\":\"Core Policies (4 Templates)\",\"value\":\"Core Policies\",\"addedFields\":{},\"rawData\":{\"label\":\"Core Policies (4 Templates)\",\"value\":\"Core Policies\",\"type\":\"tag\",\"templateCount\":4,\"templates\":[{\"@odata.type\":\"#microsoft.graph.windowsHealthMonitoringConfiguration\",\"roleScopeTagIds\":[\"0\"],\"deviceManagementApplicabilityRuleOsEdition\":null,\"deviceManagementApplicabilityRuleOsVersion\":null,\"deviceManagementApplicabilityRuleDeviceMode\":null,\"version\":1121,\"allowDeviceHealthMonitoring\":\"enabled\",\"configDeviceHealthMonitoringScope\":\"bootPerformance,windowsUpdates\",\"configDeviceHealthMonitoringCustomScope\":null,\"displayName\":\"CIPP: Intune data collection policy\",\"description\":\"\",\"Type\":\"Device\",\"GUID\":\"25a73f26-1601-4679-bf35-2f07596fe286\",\"package\":\"Core Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"name\":\"CIPP: Enable Config Refresh\",\"settings\":[{\"id\":\"0\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance; settingDefinitionId=device_vendor_msft_dmclient_provider_{providerid}; settingInstanceTemplateReference=; auditRuleInformation=; groupSettingCollectionValue=System.Object[]}\"}],\"platforms\":\"windows10\",\"technologies\":\"mdm\",\"templateReference\":{\"templateId\":\"\",\"templateFamily\":\"none\",\"templateDisplayName\":null,\"templateDisplayVersion\":null},\"displayName\":\"CIPP: Enable Config Refresh\",\"description\":\"Config Refresh helps improve security and compliance for MDM-managed PCs. By default, Group Policy refreshes every 90 minutes, and MDM policy refreshes every eight hours. With Config Refresh, we enfore a 30 minute refresh interval.\",\"Type\":\"Catalog\",\"GUID\":\"0c2b7571-311c-40a8-a19d-033f067c417b\",\"package\":\"Core Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"@odata.type\":\"#microsoft.graph.windows10CustomConfiguration\",\"roleScopeTagIds\":[\"0\"],\"deviceManagementApplicabilityRuleOsEdition\":null,\"deviceManagementApplicabilityRuleOsVersion\":null,\"deviceManagementApplicabilityRuleDeviceMode\":null,\"version\":354,\"omaSettings\":[{\"@odata.type\":\"#microsoft.graph.omaSettingBoolean\",\"displayName\":\"SkipUserSetupPage\",\"description\":null,\"omaUri\":\"./Device/Vendor/MSFT/DMClient/Provider/MS DM Server/FirstSyncStatus/SkipUserStatusPage\",\"secretReferenceValueId\":null,\"isEncrypted\":false,\"value\":true}],\"displayName\":\"CIPP: Skip Autopilot User Setup Page\",\"description\":\"Skips the autopilot user setup page\",\"Type\":\"Device\",\"GUID\":\"7547f73c-3cb0-460c-a4bd-391944908007.IntuneTemplate.json\",\"package\":\"Core Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"name\":\"CIPP: Configure LAPS\",\"settings\":[{\"id\":\"0\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_laps_policies_backupdirectory; auditRuleInformation=; settingInstanceTemplateReference=; choiceSettingValue=}\"},{\"id\":\"1\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_laps_policies_passwordcomplexity; auditRuleInformation=; settingInstanceTemplateReference=; choiceSettingValue=}\"},{\"id\":\"2\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_laps_policies_postauthenticationactions; auditRuleInformation=; settingInstanceTemplateReference=; choiceSettingValue=}\"},{\"id\":\"3\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance; settingDefinitionId=device_vendor_msft_laps_policies_postauthenticationresetdelay; auditRuleInformation=; settingInstanceTemplateReference=; simpleSettingValue=}\"},{\"id\":\"4\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance; settingDefinitionId=device_vendor_msft_laps_policies_administratoraccountname; auditRuleInformation=; settingInstanceTemplateReference=; simpleSettingValue=}\"}],\"platforms\":\"windows10\",\"technologies\":\"mdm\",\"templateReference\":{\"templateId\":\"adc46e5a-f4aa-4ff6-aeff-4f27bc525796_1\",\"templateFamily\":\"endpointSecurityAccountProtection\",\"templateDisplayName\":\"Local admin password solution (Windows LAPS)\",\"templateDisplayVersion\":\"Version 1\"},\"displayName\":\"CIPP: Configure LAPS\",\"description\":\"Windows Local Administrator Password Solution (Windows LAPS) is a Windows feature that automatically manages and backs up the password of a local administrator account on your Microsoft Entra joined or Windows Server Active Directory-joined devices. \\n\\nThis policy configures automatic rotation and backup of the local admin password for the Bezalu account.\",\"Type\":\"Catalog\",\"GUID\":\"8b5f7535-7a9c-4cdf-9f0e-a59f8976ce3e\",\"package\":\"Core Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null}]}},\"AssignTo\":\"AllDevices\",\"customGroup\":\"\",\"verifyAssignments\":true,\"excludeGroup\":\"\",\"assignmentFilter\":\"CIPP: Managed Devices\",\"assignmentFilterType\":\"include\"},{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":null,\"TemplateList-Tags\":{\"label\":\"MS Office Policies (3 Templates)\",\"value\":\"MS Office Policies\",\"addedFields\":{},\"rawData\":{\"label\":\"MS Office Policies (3 Templates)\",\"value\":\"MS Office Policies\",\"type\":\"tag\",\"templateCount\":3,\"templates\":[{\"name\":\"CIPP: Configure OneDrive Sign in and Sync\",\"settings\":[{\"id\":\"0\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv4~policy~onedrivengsc_kfmforcewindowsdisplaylanguage; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"1\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_dehydratesyncedteamsites; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"2\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv6~policy~onedrivengsc_enablesyncadminreports; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"3\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_blockexternalsync; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"4\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_kfmoptinwithwizard; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"5\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_forcedlocalmassdeletedetection; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"6\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2.updates~policy~onedrivengsc_kfmoptinnowizard; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"7\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_silentaccountconfig; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"8\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_onedrivengscv2~policy~onedrivengsc_filesondemandenabled; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"}],\"platforms\":\"windows10\",\"technologies\":\"mdm\",\"templateReference\":{\"templateId\":\"\",\"templateFamily\":\"none\",\"templateDisplayName\":null,\"templateDisplayVersion\":null},\"displayName\":\"CIPP: Configure OneDrive Sign in and Sync\",\"description\":\"\",\"Type\":\"Catalog\",\"GUID\":\"f80b924b-3bf7-4d95-b952-8983565faffb\",\"package\":\"MS Office Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"name\":\"Automatic configuration of Outlook\",\"platforms\":\"windows10\",\"technologies\":\"mdm\",\"roleScopeTagIds\":[\"0\"],\"settings\":[{\"@odata.type\":\"#microsoft.graph.deviceManagementConfigurationSetting\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=user_vendor_msft_policy_config_outlk16v2~policy~l_microsoftofficeoutlook~l_toolsaccounts~l_exchangesettings_l_automaticallyconfigureprofilebasedonactiveonce; choiceSettingValue=}\"}],\"displayName\":\"CIPP: Automatic Configuration of Outlook\",\"description\":\"Configures the first profile on a device to always use the e-mail address of the currently logged on user.\",\"Type\":\"Catalog\",\"GUID\":\"b79d0123-3105-4c5d-9f15-62cc7a7eb7e1.IntuneTemplate.json\",\"package\":\"MS Office Policies\",\"source\":null,\"isSynced\":false,\"reusableSettings\":null},{\"name\":\"CIPP: Configure Office Activation and Channels\",\"settings\":[{\"id\":\"0\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=user_vendor_msft_policy_config_office16v2~policy~l_microsoftofficesystem~l_subscriptionactivation_l_autoorgidgetkey; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"1\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_office16v9~policy~l_microsoftofficemachine~l_miscellaneous_l_updatechannelselectormachine; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"},{\"id\":\"2\",\"settingInstance\":\"@{@odata.type=#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance; settingDefinitionId=device_vendor_msft_policy_config_office16v2~policy~l_microsoftofficemachine~l_updates_l_enableautomaticupdates; settingInstanceTemplateReference=; auditRuleInformation=; choiceSettingValue=}\"}],\"platforms\":\"windows10\",\"technologies\":\"mdm\",\"templateReference\":{\"templateId\":\"\",\"templateFamily\":\"none\",\"templateDisplayName\":null,\"templateDisplayVersion\":null},\"displayName\":\"CIPP: Configure Office Activation and Channels\",\"description\":\"\",\"Type\":\"Catalog\",\"GUID\":\"d6427d5f-285f-4786-acb0-2244c0e0e0e3\",\"package\":\"MS Office Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null}]}},\"AssignTo\":\"AllDevices\",\"customGroup\":\"\",\"verifyAssignments\":true,\"excludeGroup\":\"\",\"assignmentFilter\":\"\"},{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":null,\"TemplateList-Tags\":{\"label\":\"Device Update Policies (3 Templates)\",\"value\":\"Device Update Policies\",\"addedFields\":{},\"rawData\":{\"label\":\"Device Update Policies (3 Templates)\",\"value\":\"Device Update Policies\",\"type\":\"tag\",\"templateCount\":3,\"templates\":[{\"@odata.type\":\"#microsoft.graph.iosUpdateConfiguration\",\"roleScopeTagIds\":[\"0\"],\"deviceManagementApplicabilityRuleOsEdition\":null,\"deviceManagementApplicabilityRuleOsVersion\":null,\"deviceManagementApplicabilityRuleDeviceMode\":null,\"version\":466,\"isEnabled\":false,\"activeHoursStart\":\"00:00:00.0000000\",\"activeHoursEnd\":\"00:00:00.0000000\",\"desiredOsVersion\":null,\"scheduledInstallDays\":[],\"utcTimeOffsetInMinutes\":null,\"enforcedSoftwareUpdateDelayInDays\":null,\"updateScheduleType\":\"alwaysUpdate\",\"customUpdateTimeWindows\":[],\"displayName\":\"CIPP: Default iOS Updates\",\"description\":\"\",\"Type\":\"Device\",\"GUID\":\"a54a8777-27c9-4cea-96e6-96232f448a20\",\"package\":\"Device Update Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"@odata.type\":\"#microsoft.graph.macOSSoftwareUpdateConfiguration\",\"roleScopeTagIds\":[\"0\"],\"deviceManagementApplicabilityRuleOsEdition\":null,\"deviceManagementApplicabilityRuleOsVersion\":null,\"deviceManagementApplicabilityRuleDeviceMode\":null,\"version\":354,\"criticalUpdateBehavior\":\"installASAP\",\"configDataUpdateBehavior\":\"default\",\"firmwareUpdateBehavior\":\"default\",\"allOtherUpdateBehavior\":\"default\",\"updateScheduleType\":\"alwaysUpdate\",\"updateTimeWindowUtcOffsetInMinutes\":null,\"maxUserDeferralsCount\":null,\"priority\":null,\"customUpdateTimeWindows\":[],\"displayName\":\"CIPP: Default macOS Updates\",\"description\":\"\",\"Type\":\"Device\",\"GUID\":\"abf7fc69-b4b2-4fed-a9ec-346f79527bc1\",\"package\":\"Device Update Policies\",\"source\":null,\"isSynced\":true,\"reusableSettings\":null},{\"roleScopeTagIds\":[\"0\"],\"hotpatchEnabled\":true,\"approvalSettings\":[],\"displayName\":\"CIPP: Quality Updates\",\"description\":\"\",\"Type\":\"windowsQualityUpdatePolicies\",\"GUID\":\"26a7d15f-620e-4665-95d2-e73f5c90ff0f\",\"package\":\"Device Update Policies\",\"source\":null,\"isSynced\":false,\"reusableSettings\":null}]}},\"AssignTo\":\"AllDevices\",\"customGroup\":\"\",\"verifyAssignments\":true,\"excludeGroup\":\"\",\"assignmentFilter\":\"CIPP: Managed Devices\",\"assignmentFilterType\":\"include\"},{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":{\"label\":\"CIPP: Default Update Ring\",\"value\":\"42315faa-214d-4532-80df-0fe34350d4ee\",\"addedFields\":{},\"rawData\":{\"Displayname\":\"CIPP: Default Update Ring\",\"Description\":\"Bezalu's curated Windows Update settings\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Bezalu's curated Windows Update settings\\\",\\\"displayName\\\":\\\"CIPP: Default Update Ring\\\",\\\"version\\\":355,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":7,\\\"featureUpdatesDeferralPeriodInDays\\\":14,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":\\\"everyWeek\\\",\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":null,\\\"deadlineForQualityUpdatesInDays\\\":null,\\\"deadlineGracePeriodInDays\\\":null,\\\"postponeRebootUntilAfterDeadline\\\":null,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"disabled\\\",\\\"updateNotificationLevel\\\":\\\"restartWarningsOnly\\\",\\\"allowWindows11Upgrade\\\":false,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"saturday\\\",\\\"scheduledInstallTime\\\":\\\"03:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"42315faa-214d-4532-80df-0fe34350d4ee\"}},\"AssignTo\":\"AllDevices\",\"customGroup\":\"\",\"verifyAssignments\":true,\"excludeGroup\":\"\",\"assignmentFilter\":\"CIPP: Managed Windows 10 Devices\",\"assignmentFilterType\":\"include\"},{\"action\":[{\"label\":\"Remediate\",\"value\":\"Remediate\"}],\"TemplateList\":{\"label\":\"CIPP: Windows 11 Update Ring\",\"value\":\"c029b8ee-0e2f-47a0-b5eb-be85b74ad71a\",\"addedFields\":{},\"rawData\":{\"Displayname\":\"CIPP: Windows 11 Update Ring\",\"Description\":\"Bezalu's curated Windows Update settings, including upgrading devices to Windows 11\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Bezalu's curated Windows Update settings, including upgrading devices to Windows 11\\\",\\\"displayName\\\":\\\"CIPP: Windows 11 Update Ring\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":10,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":\\\"everyWeek\\\",\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":null,\\\"featureUpdatesWillBeRolledBack\\\":null,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":2,\\\"deadlineForQualityUpdatesInDays\\\":2,\\\"deadlineGracePeriodInDays\\\":1,\\\"postponeRebootUntilAfterDeadline\\\":true,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"disabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":true,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"saturday\\\",\\\"scheduledInstallTime\\\":\\\"03:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"c029b8ee-0e2f-47a0-b5eb-be85b74ad71a\"}},\"AssignTo\":\"AllDevices\",\"customGroup\":\"\",\"verifyAssignments\":true,\"excludeGroup\":\"\",\"assignmentFilter\":\"CIPP: Managed Windows 11 Devices\",\"assignmentFilterType\":\"include\"}],\"AssignmentFilterTemplate\":{\"action\":[{\"label\":\"Remediate\",\"value\":\"Remediate\"}],\"assignmentFilterTemplate\":[{\"label\":\"CIPP: BYOD Devices\",\"value\":\"6690c719-ae3b-4c5e-955d-fe7b09860a57\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: BYOD Devices\",\"description\":\"Employee-owned Windows devices\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystem -eq \\\"Windows\\\") and \\n(device.deviceOwnership -eq \\\"Personal\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"6690c719-ae3b-4c5e-955d-fe7b09860a57\"}},{\"label\":\"CIPP: BYOD Windows 10 Devices\",\"value\":\"28d66123-b322-4f43-b836-1c1954a33472\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: BYOD Windows 10 Devices\",\"description\":\"Employee-owned Windows devices with version numbers below 10.0.22000.*\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -lt 10.0.22000.00) and \\n(device.deviceOwnership -eq \\\"Personal\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"28d66123-b322-4f43-b836-1c1954a33472\"}},{\"label\":\"CIPP: BYOD Windows 11 Devices\",\"value\":\"999ab074-591e-496d-8d8c-043a949d3c59\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: BYOD Windows 11 Devices\",\"description\":\"Employee-owned Windows devices with version numbers above 10.0.22000.50\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -ge 10.0.22000.50) and \\n(device.deviceOwnership -eq \\\"Personal\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"999ab074-591e-496d-8d8c-043a949d3c59\"}},{\"label\":\"CIPP: Managed Devices\",\"value\":\"8d8e6789-b763-4f22-a8e8-c87fca0f3bb9\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Managed Devices\",\"description\":\"Company-owned Windows devices\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystem -eq \\\"Windows\\\") and \\n(device.deviceOwnership -eq \\\"Company\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"8d8e6789-b763-4f22-a8e8-c87fca0f3bb9\"}},{\"label\":\"CIPP: Managed Windows 10 Devices\",\"value\":\"ab8ef343-c1c1-492f-b2c2-45a28377afb2\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Managed Windows 10 Devices\",\"description\":\"Company-owned Windows devices with version numbers below 10.0.22000.*\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -lt 10.0.22000.00) and \\n(device.deviceOwnership -eq \\\"Company\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"ab8ef343-c1c1-492f-b2c2-45a28377afb2\"}},{\"label\":\"CIPP: Managed Windows 11 Devices\",\"value\":\"656be48b-46a6-4e83-8aca-26064502b434\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Managed Windows 11 Devices\",\"description\":\"Company-owned Windows devices with version numbers above 10.0.22000.50\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -ge 10.0.22000.50) and \\n(device.deviceOwnership -eq \\\"Company\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"656be48b-46a6-4e83-8aca-26064502b434\"}},{\"label\":\"CIPP: Virtual Machines\",\"value\":\"a0976be1-806e-40db-bda9-3b64b394c0b8\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Virtual Machines\",\"description\":\"Virtual Machines\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.model -contains \\\"Virtual\\\")\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"a0976be1-806e-40db-bda9-3b64b394c0b8\"}},{\"label\":\"CIPP: Windows 10 Devices\",\"value\":\"96f3ea43-0994-4175-a70f-1a4e6289d6d1\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Windows 10 Devices\",\"description\":\"Windows devices with version numbers below 10.0.22000.*\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -lt 10.0.22000.00)\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"96f3ea43-0994-4175-a70f-1a4e6289d6d1\"}},{\"label\":\"CIPP: Windows 11 Devices\",\"value\":\"d3204a45-9f75-4d16-873d-68344afd13b4\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Windows 11 Devices\",\"description\":\"Windows devices with version numbers above 10.0.22000.50\",\"platform\":\"windows10AndLater\",\"rule\":\"(device.operatingSystemVersion -ge 10.0.22000.50)\",\"assignmentFilterManagementType\":\"devices\",\"GUID\":\"d3204a45-9f75-4d16-873d-68344afd13b4\"}}]}},\"runManually\":true,\"isDriftTemplate\":\"isDriftTemplate\",\"GUID\":\"e1a89a62-65fe-4aa1-a2b6-290e78b304d1\",\"createdAt\":\"2026-03-12T20:46:51.5725022Z\",\"updatedBy\":\"logan@bezalu.com\",\"updatedAt\":\"2026-03-12T20:46:51.5729293Z\"}"}