{"PartitionKey":"StandardsTemplateV2","RowKey":"f44c99e3-0171-43ca-928a-460ddf22f89d","GUID":"f44c99e3-0171-43ca-928a-460ddf22f89d","JSON":"{\"tenantFilter\":[{\"value\":\"Template Tenant\",\"label\":\"Template Tenant\"}],\"excludedTenants\":[],\"description\":\"<p>description</p>\",\"templateName\":\".Baseline - Entra\",\"standards\":{\"DisableEmail\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"AppDeploy\":{\"standards\":{\"AppDeploy\":{\"appids\":\"5bf6d32d-305a-490b-89c3-55339d8cec1e,b8456c59-1230-44c7-a4a2-99b085333e84,9115dd05-fad5-4f9c-acc7-305d08b1b04e,9864c0f3-f1b2-40cf-8a7f-564eee5cd1e7,08e44928-10b3-4f69-a00d-9f90ffabd2cf,b4532276-9723-46d6-8698-004567c62a20\",\"mode\":\"template\",\"templateIds\":[{\"label\":\"CloudCapsule Template\",\"value\":\"3418a8c1-c35c-4530-941a-4d5fb1f905c9\",\"addedFields\":{\"AppId\":\"b4532276-9723-46d6-8698-004567c62a20\"}},{\"label\":\"Microsoft Pin Reset Service Production Template\",\"value\":\"2c17f6ca-e05c-4664-9409-0d4eb52c286e\",\"addedFields\":{\"AppId\":\"b8456c59-1230-44c7-a4a2-99b085333e84\"}},{\"label\":\"Microsoft Pin Reset Client Production Template\",\"value\":\"57d5a316-7134-4f49-8f70-cf30ae17fa7b\",\"addedFields\":{\"AppId\":\"9115dd05-fad5-4f9c-acc7-305d08b1b04e\"}},{\"label\":\"Microsoft Intune Enrollment Template\",\"value\":\"9fdb909d-865f-4a28-b32f-1d9fc7f863c0\",\"addedFields\":{\"AppId\":\"d4ebce55-015a-49b5-a083-c84d1797ae8c\"}},{\"label\":\"Bezalu DSC (immy.bot) (Auto-created)\",\"value\":\"bc4690b3-1cec-4d69-8e61-f36b63d1a518\",\"addedFields\":{\"AppId\":\"9864c0f3-f1b2-40cf-8a7f-564eee5cd1e7\"},\"rawData\":{\"TemplateId\":\"bc4690b3-1cec-4d69-8e61-f36b63d1a518\",\"Timestamp\":\"2026-02-12T14:58:47Z\",\"PermissionSetName\":\"Bezalu DSC (immy.bot) (Auto-created)\",\"PermissionSetId\":\"b279f49c-b343-4cbc-a267-c386709ec8c4\",\"AppName\":\"Bezalu DSC (immy.bot)\",\"TemplateName\":\"Bezalu DSC (immy.bot) (Auto-created)\",\"SourceTenant\":\"day1lending.com\",\"AppId\":\"9864c0f3-f1b2-40cf-8a7f-564eee5cd1e7\",\"AutoCreated\":true,\"AppType\":\"EnterpriseApp\",\"CreatedDate\":\"2026-02-12T14:58:47\",\"Permissions\":{\"00000003-0000-0000-c000-000000000000\":{\"applicationPermissions\":\"            \",\"delegatedPermissions\":\"\"},\"fc780465-2017-40d4-a0c5-307022471b92\":{\"applicationPermissions\":\" \",\"delegatedPermissions\":\"\"}}}}]}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"EnableFIDO2\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"GroupTemplate\":{\"groupTemplate\":[{\"addedFields\":{},\"value\":\"958cd40d-9aed-4a26-94ff-42aff6e98603\",\"label\":\"Active non-service users\"},{\"addedFields\":{},\"value\":\"e72b948c-7dc2-4a2f-8fd8-dd587ac73c98\",\"label\":\"CIPP: Azure Virtual Desktops\"},{\"addedFields\":{},\"value\":\"9431c1cc-5c83-48f7-80c6-f670243cf0b6\",\"label\":\"CIPP: Directory Sync Accounts\"},{\"addedFields\":{},\"value\":\"0e56bfcd-893a-456d-9921-e4c7710ba5d7\",\"label\":\"CIPP: Frontline Users\"},{\"addedFields\":{},\"value\":\"2e2e60ca-ee40-4499-ad1b-50dc8674a636\",\"label\":\"CIPP: Managed Devices\"},{\"addedFields\":{},\"value\":\"31721ffa-938e-496b-af72-f7534bf8bf93\",\"label\":\"CIPP: Managed Physical Devices\"},{\"addedFields\":{},\"value\":\"5fca4172-e2a8-490a-a93a-8d18ec92cd04\",\"label\":\"TOTP\"},{\"addedFields\":{},\"value\":\"9f821bf8-d72b-429a-a3f5-db722966722f\",\"label\":\"Provisioning Package Users\"},{\"addedFields\":{},\"value\":\"8ecf7652-4738-4520-a590-b7c3715209db\",\"label\":\"CIPP: Premium Users\"},{\"addedFields\":{},\"value\":\"f5983a2e-64a3-4cff-b4f7-79e4c7356965\",\"label\":\"CIPP: Managed Windows 11 Devices\"},{\"addedFields\":{},\"value\":\"5f264ec8-b241-4044-acba-9926703d7875\",\"label\":\"CIPP: Managed Windows 10 Devices\"},{\"addedFields\":{},\"value\":\"c1ea9d9b-51d7-4262-a4cd-ebab1c7387bc\",\"label\":\"CIPP: Entra ID P2 Users\"},{\"label\":\"CIPP: Windows 11 Upgrade\",\"value\":\"5b49742c-6fcb-4498-a52b-6947cc43ea62\",\"addedFields\":{}},{\"label\":\"CIPP: Active Users\",\"value\":\"202b8aba-f7d3-4006-a711-a84523d3f8dd\",\"addedFields\":{}},{\"label\":\"CIPP: High Volume Email\",\"value\":\"61b39869-1e9a-47d7-9c23-4f4a82a5d1a0\",\"addedFields\":{}},{\"label\":\"CIPP: Signage/Kiosk Devices\",\"value\":\"73de1307-4bd0-4d8d-a02e-8a83e2d3017b\",\"addedFields\":{}},{\"label\":\"CIPP: Service Accounts\",\"value\":\"8f1da89c-5804-41fd-b0e9-39a587b72bc4\",\"addedFields\":{}},{\"label\":\"CIPP: Entra ID P1 Users\",\"value\":\"6b877c01-9fe9-4041-951a-31efd7ae78b4\",\"addedFields\":{},\"rawData\":{\"displayName\":\"CIPP: Entra ID P1 Users\",\"description\":\"This group dynamically contains all users that have an Entra ID P1 service plan. P1 features should be set to target this group to ensure license compliance.\",\"groupType\":\"dynamic\",\"membershipRules\":\"(user.assignedPlans -any ((assignedPlan.servicePlanId -eq ”41781fb2-bc02-4b7c-bd55-b576c07bb09d”) -and (assignedPlan.capabilityStatus -eq ”Enabled”)))\",\"allowExternal\":null,\"username\":\"EntraP1Users\",\"GUID\":\"6b877c01-9fe9-4041-951a-31efd7ae78b4\",\"source\":null,\"isSynced\":false}}],\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}]},\"DisableSMS\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"Disablex509Certificate\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"PasswordExpireDisabled\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"PWdisplayAppInformationRequiredState\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"TAP\":{\"standards\":{\"TAP\":{\"config\":{\"value\":\"true\",\"label\":\"Only Once\"}}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"allowOTPTokens\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"PWcompanionAppAllowedState\":{\"standards\":{\"PWcompanionAppAllowedState\":{\"state\":{\"value\":\"enabled\",\"label\":\"Enabled\"}}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableVoice\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableSelfServiceLicenses\":{\"standards\":{\"DisableSelfServiceLicenses\":{\"Exclusions\":\"FLOW_FREE,POWER_BI_STANDARD\"}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"OauthConsent\":{\"standards\":{\"OauthConsent\":{\"AllowedApps\":\"5bf6d32d-305a-490b-89c3-55339d8cec1e,9115dd05-fad5-4f9c-acc7-305d08b1b04e,b8456c59-1230-44c7-a4a2-99b085333e84,9864c0f3-f1b2-40cf-8a7f-564eee5cd1e7,b4532276-9723-46d6-8698-004567c62a20,08e44928-10b3-4f69-a00d-9f90ffabd2cf,41b23e61-6c1e-4545-b367-cd054e0ed4b4,ab67c66d-4b94-41f4-91a1-5773a01d10b1,28056566-51de-4aee-a45d-50b1d5a5aed8\"}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"ConditionalAccessTemplate\":[{\"state\":\"Enabled\",\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":{\"label\":\"CIPP: Block Legacy Authentication\",\"value\":\"5adc0432-9f3e-4782-8fab-27401abfd60f\",\"addedFields\":{},\"rawData\":{\"tenantFilter\":\"goldlinemg.com\",\"id\":\"cbead1bf-6353-433a-83ef-a04390a5f596\",\"displayName\":\"CIPP: Block Legacy Authentication\",\"createdDateTime\":\"2026-02-10T00:11:20.3354388Z\",\"modifiedDateTime\":\"2026-02-10T15:21:57.7283622Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"other\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[\"CIPP: Entra ID P1 Users\"],\"excludeGroups\":[\"Provisioning Package Users\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":\"d747311f-f098-4814-8432-ed58c58d2a9b b6e75610-9c5f-4a42-85a6-6f3738f10d03\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('cbead1bf-6353-433a-83ef-a04390a5f596')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[],\"GUID\":\"5adc0432-9f3e-4782-8fab-27401abfd60f\",\"source\":null,\"isSynced\":false}},\"DisableSD\":false,\"CreateGroups\":true},{\"state\":\"Enabled\",\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":{\"label\":\"CIPP: Enforce Multi factor authentication for all users\",\"value\":\"3e37154a-d575-4c01-b0c8-a12ce8c046ab\",\"addedFields\":{},\"rawData\":{\"tenantFilter\":\"goldlinemg.com\",\"id\":\"9285f220-a5c0-4919-865d-41564b41774b\",\"displayName\":\"CIPP: Enforce Multi factor authentication for all users\",\"createdDateTime\":\"2026-02-10T00:11:20.0914395Z\",\"modifiedDateTime\":\"2026-02-10T15:26:32.3793601Z\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[\"d4ebce55-015a-49b5-a083-c84d1797ae8c\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[\"CIPP: Entra ID P1 Users\"],\"excludeGroups\":[\"Provisioning Package Users\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":\"d747311f-f098-4814-8432-ed58c58d2a9b b6e75610-9c5f-4a42-85a6-6f3738f10d03\"}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('9285f220-a5c0-4919-865d-41564b41774b')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[],\"GUID\":\"3e37154a-d575-4c01-b0c8-a12ce8c046ab\",\"source\":null,\"isSynced\":false}},\"DisableSD\":false,\"CreateGroups\":true},{\"state\":\"Enabled\",\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":{\"addedFields\":{},\"value\":\"83c695d6-9903-45e7-b39a-4aa97b540e43\",\"label\":\"CIPP: Require MFA for risky sign-ins\"},\"DisableSD\":false,\"CreateGroups\":true},{\"state\":\"Enabled\",\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"}],\"TemplateList\":{\"addedFields\":{},\"value\":\"a8904900-6540-43dc-853d-ca576c4d9234\",\"label\":\"CIPP: Require PW change for risky users\"},\"DisableSD\":false,\"CreateGroups\":true}],\"DisableM365GroupUsers\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"GuestInvite\":{\"standards\":{\"GuestInvite\":{\"allowInvitesFrom\":{\"value\":\"adminsAndGuestInviters\",\"label\":\"Admins and Guest inviters\"}}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"ExternalMFATrusted\":{\"standards\":{\"ExternalMFATrusted\":{\"state\":{\"value\":\"true\",\"label\":\"Enabled\"}}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"allowOAuthTokens\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]},\"NudgeMFA\":{\"standards\":{\"NudgeMFA\":{\"snoozeDurationInDays\":\"0\",\"state\":{\"value\":\"enabled\",\"label\":\"Enabled\"}}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableGuests\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}],\"standards\":{\"DisableGuests\":{\"days\":\"90\"}}},\"EnableAppConsentRequests\":{\"standards\":{\"EnableAppConsentRequests\":{\"ReviewerRoles\":[{\"value\":\"194ae4cb-b126-40b2-bd5b-6091b380977d\",\"label\":\"Security Administrator\"},{\"value\":\"5f2222b1-57c3-48ba-8ad5-d4759f1fde6f\",\"label\":\"Security Operator\"},{\"value\":\"9b895d92-2cd3-44c7-9d02-a6ac2d5ea5c3\",\"label\":\"Application Administrator\"},{\"value\":\"892c5842-a9a6-463a-8041-72aa08ca3cf6\",\"label\":\"Cloud App Security Administrator\"},{\"value\":\"158c047a-c907-4556-b7ef-446551a6b5f7\",\"label\":\"Cloud Application Administrator\"},{\"value\":\"62e90394-69f5-4237-9190-012177145e10\",\"label\":\"Company Administrator\"}]}},\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"laps\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableTenantCreation\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableAppCreation\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"DisableSecurityGroupUsers\":{\"action\":[{\"value\":\"Remediate\",\"label\":\"Remediate\"},{\"value\":\"Report\",\"label\":\"Report\"}]},\"EnableHardwareOAuth\":{\"action\":[{\"value\":\"Report\",\"label\":\"Report\"}]}},\"runManually\":false,\"isDriftTemplate\":\"isDriftTemplate\",\"GUID\":\"f44c99e3-0171-43ca-928a-460ddf22f89d\",\"createdAt\":\"2026-02-27T15:23:06.6650326Z\",\"updatedBy\":\"logan@bezalu.com\",\"updatedAt\":\"2026-02-27T15:23:06.667621Z\"}"}