{"PartitionKey":"CATemplate","RowKey":"3e37154a-d575-4c01-b0c8-a12ce8c046ab","GUID":"3e37154a-d575-4c01-b0c8-a12ce8c046ab","JSON":"{\"displayName\":\"CIPP: Enforce Multi factor authentication for all users\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[\"d4ebce55-015a-49b5-a083-c84d1797ae8c\"],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[\"CIPP: Entra ID P1 Users\",\"TOTP\"],\"excludeGroups\":[\"Provisioning Package Users\",\"CIPP: Directory Sync Accounts\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"d747311f-f098-4814-8432-ed58c58d2a9b\",\"b6e75610-9c5f-4a42-85a6-6f3738f10d03\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('9285f220-a5c0-4919-865d-41564b41774b')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[],\"isSynced\":false}"}