{"PartitionKey":"CATemplate","RowKey":"fba48c07-2a5f-4c81-885a-85ad97172616","GUID":"fba48c07-2a5f-4c81-885a-85ad97172616","JSON":"{\"sessionControls\":{\"continuousAccessEvaluation\":null,\"secureSignInSession\":null,\"disableResilienceDefaults\":null,\"cloudAppSecurity\":null,\"signInFrequency\":{\"authenticationType\":\"primaryAndSecondaryAuthentication\",\"type\":null,\"frequencyInterval\":\"everyTime\",\"isEnabled\":true,\"value\":null},\"persistentBrowser\":null,\"applicationEnforcedRestrictions\":null},\"displayName\":\"CIPP: FIDO Authentication Context - Every Time\",\"conditions\":{\"applications\":{\"applicationFilter\":null,\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[\"c1\"],\"includeApplications\":[]},\"platforms\":null,\"signInRiskLevels\":[],\"locations\":null,\"users\":{\"excludeGroups\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"includeGroups\":[],\"excludeGuestsOrExternalUsers\":null,\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeRoles\":[]},\"times\":null,\"clientAppTypes\":[\"all\"],\"devices\":null,\"userRiskLevels\":[],\"clientApplications\":null,\"deviceStates\":null},\"id\":\"f675e6b5-6eb7-4ef6-a08c-0147a2db8b28\",\"grantControls\":{\"authenticationStrength\":{\"policyType\":\"custom\",\"combinationConfigurations\":[{\"appliesToCombinations\":[\"fido2\"],\"id\":\"e0b931a7-733f-4682-9bdf-828e5237cd07\",\"allowedAAGUIDs\":[\"cb69481e-8ff7-4039-93ec-0a2729a154a8\",\"ee882879-721c-4913-9775-3dfcce97072a\",\"fa2b99dc-9e39-4257-8f92-4a30d23c4118\",\"2fc0579f-8113-47ea-b116-bb5a8db9202a\",\"c1f9a0bc-1dd2-404a-b27f-8e29047a43fd\",\"73bb0cd4-e502-49b8-9c6f-b59445bf720b\",\"c5ef55ff-ad9a-4b9f-b580-adebafe026d0\",\"85203421-48f9-4355-9bc8-8a53846e5083\",\"f8a011f3-8c0a-4d15-8006-17111f9edc7d\",\"b92c3f9a-c014-4056-887f-140a2501163b\",\"6d44ba9b-f6ec-2e49-b930-0c8fe920cb73\",\"149a2021-8ef6-4133-96b8-81f8d5b7f1f5\",\"d8522d9f-575b-4866-88a9-ba99fa02f35b\",\"a4e9fc6d-4cbe-4758-b8ba-37598bb5bbaa\",\"0bb43545-fd2c-4185-87dd-feb0b2916ace\",\"a25342c0-3cdc-4414-8e46-f4807fca511c\",\"19083c3d-8383-4b18-bc03-8f1c9ab2fd1b\",\"dd86a2da-86a0-4cbe-b462-4bd31f57bc6f\",\"7d1351a6-e097-4852-b8bf-c9ac5c9ce4a3\",\"90636e1f-ef82-43bf-bdcf-5255f139d12f\",\"90a3ccdf-635c-4729-a248-9b709135078f\",\"de1e552d-db1d-4423-a619-566b625cdc84\"],\"@odata.type\":\"#microsoft.graph.fido2CombinationConfiguration\"}],\"allowedCombinations\":[\"fido2\"],\"description\":\"FIDO Only selected with Yubikey 5 series FIDO2 AAGUIDs selected (minus CSPN)\\n\\n\",\"createdDateTime\":\"2024-03-19T16:16:43.8235153Z\",\"combinationConfigurations@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('f675e6b5-6eb7-4ef6-a08c-0147a2db8b28')/grantControls/authenticationStrength/combinationConfigurations\",\"id\":\"fb5770a1-cff2-4464-999b-96850f158e01\",\"modifiedDateTime\":\"2024-10-25T19:31:24.9155209Z\",\"displayName\":\"FIDO Only - Restricted\",\"requirementsSatisfied\":\"mfa\"},\"operator\":\"OR\",\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"builtInControls\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('f675e6b5-6eb7-4ef6-a08c-0147a2db8b28')/grantControls/authenticationStrength/$entity\"},\"state\":\"enabled\"}"}