{"PartitionKey":"CATemplate","RowKey":"5adc0432-9f3e-4782-8fab-27401abfd60f","GUID":"5adc0432-9f3e-4782-8fab-27401abfd60f","JSON":"{\"displayName\":\"CIPP: Block Legacy Authentication\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"other\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[\"CIPP: Entra ID P1 Users\"],\"excludeGroups\":[\"Provisioning Package Users\",\"CIPP: Service Accounts\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"d747311f-f098-4814-8432-ed58c58d2a9b\",\"b6e75610-9c5f-4a42-85a6-6f3738f10d03\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('cbead1bf-6353-433a-83ef-a04390a5f596')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[],\"isSynced\":false}"}