{"PartitionKey":"CATemplate","RowKey":"a8904900-6540-43dc-853d-ca576c4d9234","GUID":"a8904900-6540-43dc-853d-ca576c4d9234","JSON":"{\"templateId\":\"634b6de7-c38d-4357-a2c7-3842706eedd7\",\"displayName\":\"CIPP: Require PW change for risky users\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[\"high\",\"medium\"],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"none\"],\"excludeUsers\":[],\"includeGroups\":\"CIPP: Entra P2 Users\",\"excludeGroups\":[\"Provisioning Package Users\"],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"AND\",\"builtInControls\":[\"mfa\",\"passwordChange\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('86e221c7-c78e-4a48-821d-5218ef04f752')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null],\"isSynced\":false}"}