{"PartitionKey":"CATemplate","RowKey":"83c695d6-9903-45e7-b39a-4aa97b540e43","GUID":"83c695d6-9903-45e7-b39a-4aa97b540e43","JSON":"{\"templateId\":\"6b619f55-792e-45dc-9711-d83ec9d7ae90\",\"displayName\":\"CIPP: Require MFA for risky sign-ins\",\"state\":\"enabled\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[\"high\",\"medium\"],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"none\"],\"excludeUsers\":[],\"includeGroups\":\"CIPP: Entra P2 Users\",\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('56797e35-3ce3-4425-8e39-268a50f42547')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[null,null],\"isSynced\":false}"}