{"PartitionKey":"IntuneTemplate","RowKey":"c029b8ee-0e2f-47a0-b5eb-be85b74ad71a","GUID":"c029b8ee-0e2f-47a0-b5eb-be85b74ad71a","JSON":"{\"Displayname\":\"CIPP: Windows 11 Update Ring\",\"Description\":\"Bezalu's curated Windows Update settings, including upgrading devices to Windows 11\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Bezalu's curated Windows Update settings, including upgrading devices to Windows 11\\\",\\\"displayName\\\":\\\"CIPP: Windows 11 Update Ring\\\",\\\"version\\\":1,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":10,\\\"featureUpdatesDeferralPeriodInDays\\\":0,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":\\\"everyWeek\\\",\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":null,\\\"featureUpdatesWillBeRolledBack\\\":null,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":2,\\\"deadlineForQualityUpdatesInDays\\\":5,\\\"deadlineGracePeriodInDays\\\":2,\\\"postponeRebootUntilAfterDeadline\\\":true,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"disabled\\\",\\\"updateNotificationLevel\\\":\\\"defaultNotifications\\\",\\\"allowWindows11Upgrade\\\":true,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"saturday\\\",\\\"scheduledInstallTime\\\":\\\"03:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"c029b8ee-0e2f-47a0-b5eb-be85b74ad71a\"}","SHA":"55da78ee1bf7e0fc5a1a1299f12e74485485688e"}
