{"PartitionKey":"IntuneTemplate","RowKey":"b9481037-0699-4cba-bdfd-bba7e89120be","GUID":"b9481037-0699-4cba-bdfd-bba7e89120be","JSON":"{\"Displayname\":\"CIPP: Configure Android Compliance\",\"Description\":\"Default compliance policy for Android devices enrolled in Intune, curated by Bezalu.\",\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.androidCompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"fe8fd47a-c10e-4597-9fc0-43fd86a7fb37\\\",\\\"createdDateTime\\\":\\\"2024-04-26T12:02:37.3792885Z\\\",\\\"description\\\":\\\"Default compliance policy for Android devices enrolled in Intune, curated by Bezalu.\\\",\\\"lastModifiedDateTime\\\":\\\"2025-05-21T20:25:50.5778214Z\\\",\\\"displayName\\\":\\\"CIPP: Configure Android Compliance\\\",\\\"version\\\":570,\\\"passwordRequired\\\":true,\\\"passwordMinimumLength\\\":null,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"requiredPasswordComplexity\\\":\\\"medium\\\",\\\"passwordMinutesOfInactivityBeforeLock\\\":null,\\\"passwordExpirationDays\\\":null,\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"passwordSignInFailureCountBeforeFactoryReset\\\":null,\\\"securityPreventInstallAppsFromUnknownSources\\\":false,\\\"securityDisableUsbDebugging\\\":true,\\\"securityRequireVerifyApps\\\":true,\\\"deviceThreatProtectionEnabled\\\":true,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"secured\\\",\\\"advancedThreatProtectionRequiredSecurityLevel\\\":\\\"secured\\\",\\\"securityBlockJailbrokenDevices\\\":true,\\\"securityBlockDeviceAdministratorManagedDevices\\\":true,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"minAndroidSecurityPatchLevel\\\":null,\\\"storageRequireEncryption\\\":false,\\\"securityRequireSafetyNetAttestationBasicIntegrity\\\":true,\\\"securityRequireSafetyNetAttestationCertifiedDevice\\\":true,\\\"securityRequireGooglePlayServices\\\":true,\\\"securityRequireUpToDateSecurityProviders\\\":true,\\\"securityRequireCompanyPortalAppIntegrity\\\":true,\\\"conditionStatementId\\\":null,\\\"restrictedApps\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('fe8fd47a-c10e-4597-9fc0-43fd86a7fb37')/microsoft.graph.androidCompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"fe8fd47a-c10e-4597-9fc0-43fd86a7fb37\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('fe8fd47a-c10e-4597-9fc0-43fd86a7fb37')/microsoft.graph.androidCompliancePolicy/scheduledActionsForRule('fe8fd47a-c10e-4597-9fc0-43fd86a7fb37')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"f2cc1b22-432b-48c0-a47c-c1d28ea8632b\\\",\\\"gracePeriodHours\\\":0,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"b9481037-0699-4cba-bdfd-bba7e89120be\"}","Package":"Compliance Policies"}