{"PartitionKey":"IntuneTemplate","RowKey":"3b22c1f7-a820-417b-aaf7-a2b7f7201bcc","GUID":"3b22c1f7-a820-417b-aaf7-a2b7f7201bcc","JSON":"{\"Displayname\":\"CIPP: Configure macOS Compliance\",\"Description\":\"Default compliance policy for macOS devices enrolled in Intune, curated by Bezalu.\",\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.macOSCompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"34cfe1d3-5756-4343-9b78-3f3aeb810ab9\\\",\\\"createdDateTime\\\":\\\"2024-04-22T16:02:45.2384661Z\\\",\\\"description\\\":\\\"Default compliance policy for macOS devices enrolled in Intune, curated by Bezalu.\\\",\\\"lastModifiedDateTime\\\":\\\"2025-05-21T20:25:52.8435203Z\\\",\\\"displayName\\\":\\\"CIPP: Configure macOS Compliance\\\",\\\"version\\\":570,\\\"passwordRequired\\\":true,\\\"passwordBlockSimple\\\":true,\\\"passwordExpirationDays\\\":365,\\\"passwordMinimumLength\\\":null,\\\"passwordMinutesOfInactivityBeforeLock\\\":5,\\\"passwordPreviousPasswordBlockCount\\\":null,\\\"passwordMinimumCharacterSetCount\\\":null,\\\"passwordRequiredType\\\":\\\"deviceDefault\\\",\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"osMinimumBuildVersion\\\":null,\\\"osMaximumBuildVersion\\\":null,\\\"systemIntegrityProtectionEnabled\\\":true,\\\"deviceThreatProtectionEnabled\\\":false,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"advancedThreatProtectionRequiredSecurityLevel\\\":\\\"unavailable\\\",\\\"storageRequireEncryption\\\":false,\\\"gatekeeperAllowedAppSource\\\":\\\"macAppStoreAndIdentifiedDevelopers\\\",\\\"firewallEnabled\\\":true,\\\"firewallBlockAllIncoming\\\":false,\\\"firewallEnableStealthMode\\\":false,\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('34cfe1d3-5756-4343-9b78-3f3aeb810ab9')/microsoft.graph.macOSCompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"34cfe1d3-5756-4343-9b78-3f3aeb810ab9\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('34cfe1d3-5756-4343-9b78-3f3aeb810ab9')/microsoft.graph.macOSCompliancePolicy/scheduledActionsForRule('34cfe1d3-5756-4343-9b78-3f3aeb810ab9')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"c72fda96-279f-45e2-ad69-c6f7cf8fc3c3\\\",\\\"gracePeriodHours\\\":0,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"3b22c1f7-a820-417b-aaf7-a2b7f7201bcc\"}","Package":"Compliance Policies"}