{"PartitionKey":"IntuneTemplate","RowKey":"112a480a-72ef-47e2-ab19-beee97de553e","GUID":"112a480a-72ef-47e2-ab19-beee97de553e","JSON":"{\"Displayname\":\"CIPP: Onboard EDR - Linux\",\"Description\":\"Intune's endpoint detection and response policies include platform-specific profiles to manage the onboarding installation of Microsoft Defender for Endpoint. Each profile includes an onboarding package that applies to the device platform that the policy targets.\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"CIPP: Onboard EDR - Linux\\\",\\r\\n  \\\"description\\\": \\\"Intune's endpoint detection and response policies include platform-specific profiles to manage the onboarding installation of Microsoft Defender for Endpoint. Each profile includes an onboarding package that applies to the device platform that the policy targets.\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_edr_tags\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"d0eb0a92-3807-4d9d-8432-6edd1aa108ce\\\"\\r\\n        },\\r\\n        \\\"groupSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"children\\\": [\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_edr_tags_item_value\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": null,\\r\\n                \\\"simpleSettingValue\\\": {\\r\\n                  \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"\\\"\\r\\n                }\\r\\n              },\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_edr_tags_item_key\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": null,\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"settingValueTemplateReference\\\": null,\\r\\n                  \\\"value\\\": \\\"linux_mdatp_managed_edr_tags_item_key_0\\\",\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              }\\r\\n            ]\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"linux\\\",\\r\\n  \\\"technologies\\\": \\\"microsoftSense\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"3514388a-d4d1-4aa8-bd64-c317776008f5_1\\\",\\r\\n    \\\"templateFamily\\\": \\\"endpointSecurityEndpointDetectionAndResponse\\\",\\r\\n    \\\"templateDisplayName\\\": \\\"Endpoint detection and response\\\",\\r\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"112a480a-72ef-47e2-ab19-beee97de553e\"}","Package":"Defender Policies"}