{"PartitionKey":"IntuneTemplate","RowKey":"d10d08ea-68cd-417c-b94a-db787004bff7","GUID":"d10d08ea-68cd-417c-b94a-db787004bff7","JSON":"{\"Displayname\":\"CIPP: Configure iOS Compliance\",\"Description\":\"Default compliance policy for iOS devices enrolled in Intune, curated by Bezalu.\",\"RAWJson\":\"{\\\"@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies(scheduledActionsForRule(scheduledActionConfigurations()))/$entity\\\",\\\"@odata.type\\\":\\\"#microsoft.graph.iosCompliancePolicy\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"id\\\":\\\"009557ec-c010-4b4f-9d2d-443ee741f17e\\\",\\\"createdDateTime\\\":\\\"2024-04-20T20:04:51.8587717Z\\\",\\\"description\\\":\\\"Default compliance policy for iOS devices enrolled in Intune, curated by Bezalu.\\\",\\\"lastModifiedDateTime\\\":\\\"2025-05-21T20:25:53.821181Z\\\",\\\"displayName\\\":\\\"CIPP: Configure iOS Compliance\\\",\\\"version\\\":570,\\\"passcodeBlockSimple\\\":true,\\\"passcodeExpirationDays\\\":365,\\\"passcodeMinimumLength\\\":4,\\\"passcodeMinutesOfInactivityBeforeLock\\\":0,\\\"passcodeMinutesOfInactivityBeforeScreenTimeout\\\":5,\\\"passcodePreviousPasscodeBlockCount\\\":3,\\\"passcodeMinimumCharacterSetCount\\\":null,\\\"passcodeRequiredType\\\":\\\"deviceDefault\\\",\\\"passcodeRequired\\\":true,\\\"osMinimumVersion\\\":null,\\\"osMaximumVersion\\\":null,\\\"osMinimumBuildVersion\\\":null,\\\"osMaximumBuildVersion\\\":null,\\\"securityBlockJailbrokenDevices\\\":true,\\\"deviceThreatProtectionEnabled\\\":true,\\\"deviceThreatProtectionRequiredSecurityLevel\\\":\\\"secured\\\",\\\"advancedThreatProtectionRequiredSecurityLevel\\\":\\\"secured\\\",\\\"managedEmailProfileRequired\\\":false,\\\"restrictedApps\\\":[],\\\"scheduledActionsForRule@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('009557ec-c010-4b4f-9d2d-443ee741f17e')/microsoft.graph.iosCompliancePolicy/scheduledActionsForRule(scheduledActionConfigurations())\\\",\\\"scheduledActionsForRule\\\":[{\\\"id\\\":\\\"009557ec-c010-4b4f-9d2d-443ee741f17e\\\",\\\"ruleName\\\":null,\\\"scheduledActionConfigurations@odata.context\\\":\\\"https://graph.microsoft.com/beta/$metadata#deviceManagement/deviceCompliancePolicies('009557ec-c010-4b4f-9d2d-443ee741f17e')/microsoft.graph.iosCompliancePolicy/scheduledActionsForRule('009557ec-c010-4b4f-9d2d-443ee741f17e')/scheduledActionConfigurations\\\",\\\"scheduledActionConfigurations\\\":[{\\\"id\\\":\\\"37aa9457-2499-4751-adb7-88d18b4fbd28\\\",\\\"gracePeriodHours\\\":0,\\\"actionType\\\":\\\"block\\\",\\\"notificationTemplateId\\\":\\\"00000000-0000-0000-0000-000000000000\\\",\\\"notificationMessageCCList\\\":[]}]}]}\",\"Type\":\"deviceCompliancePolicies\",\"GUID\":\"d10d08ea-68cd-417c-b94a-db787004bff7\"}","Package":"Compliance Policies"}