{"PartitionKey":"IntuneTemplate","RowKey":"71705866-c3c7-430f-af7c-499c20ded9ef","GUID":"71705866-c3c7-430f-af7c-499c20ded9ef","JSON":"{\"Displayname\":\"CIPP: Configure Windows Defender Firewall\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"CIPP: Configure Windows Defender Firewall\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformconnection\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"be9453a7-6348-4112-a49e-ad029d5d3548\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"device_vendor_msft_policy_config_audit_objectaccess_auditfilteringplatformconnection_3\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"f5e48ffe-d924-4ee1-a1a1-677e259952fa\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}},{\\\"id\\\":\\\"1\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_enablefirewall\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"7714c373-a19a-4b64-ba6d-2e9db04a7684\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_enablefirewall_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_allowlocalipsecpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_allowlocalipsecpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_allowlocalpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_allowlocalpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_authappsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_authappsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_defaultinboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_defaultinboundaction_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_defaultoutboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_defaultoutboundaction_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disableinboundnotifications\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disableinboundnotifications_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disablestealthmode\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disablestealthmode_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disablestealthmodeipsecsecuredpacketexemption\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disablestealthmodeipsecsecuredpacketexemption_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disableunicastresponsestomulticastbroadcast\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_disableunicastresponsestomulticastbroadcast_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_globalportsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_globalportsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_shielded\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_domainprofile_shielded_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"120c5dbe-0c88-46f0-b897-2c996d3e5277\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}]}}},{\\\"id\\\":\\\"2\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_enablefirewall\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"1c14f914-69bb-49f8-af5b-e29173a6ee95\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_enablefirewall_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_allowlocalipsecpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_allowlocalipsecpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_allowlocalpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_allowlocalpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_authappsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_authappsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_defaultinboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_defaultinboundaction_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_defaultoutboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_defaultoutboundaction_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disablestealthmode\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disablestealthmode_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disablestealthmodeipsecsecuredpacketexemption\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disablestealthmodeipsecsecuredpacketexemption_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disableunicastresponsestomulticastbroadcast\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disableunicastresponsestomulticastbroadcast_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_globalportsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_globalportsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_shielded\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_shielded_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disableinboundnotifications\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_privateprofile_disableinboundnotifications_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"9d55dfae-d55f-4f2a-af03-9a9524f61e76\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}]}}},{\\\"id\\\":\\\"3\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_enablefirewall\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"e2714734-708e-4286-8ae9-d56821e306a3\\\"},\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_enablefirewall_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_allowlocalipsecpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_allowlocalipsecpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_allowlocalpolicymerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_allowlocalpolicymerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_authappsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_authappsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_defaultinboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_defaultinboundaction_1\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_defaultoutboundaction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_defaultoutboundaction_0\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disablestealthmode\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disablestealthmode_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disablestealthmodeipsecsecuredpacketexemption\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disablestealthmodeipsecsecuredpacketexemption_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disableunicastresponsestomulticastbroadcast\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disableunicastresponsestomulticastbroadcast_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_globalportsallowuserprefmerge\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_globalportsallowuserprefmerge_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_shielded\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_shielded_false\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disableinboundnotifications\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_publicprofile_disableinboundnotifications_true\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"c38694c7-51a4-4a35-8f64-b10866a04776\\\",\\\"useTemplateDefault\\\":false},\\\"children\\\":[]}}]}}},{\\\"id\\\":\\\"4\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_networklistmanager_allowedtlsauthenticationendpoints\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"a5f40a65-0a89-4949-85fb-09779644bd31\\\"},\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"https://netauth.bezalu.com/api/verify\\\"}]}},{\\\"id\\\":\\\"5\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_networklistmanager_configuredtlsauthenticationnetworkname\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"2b1e7303-a43c-473e-920e-1479d8beb4b7\\\"},\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"value\\\":\\\"Managed Network\\\",\\\"settingValueTemplateReference\\\":{\\\"settingValueTemplateId\\\":\\\"f9553d2b-c9d1-4686-8668-9ae51309addb\\\",\\\"useTemplateDefault\\\":false}}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"6078910e-d808-4a9f-a51d-1b8a7bacb7c0_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityFirewall\\\",\\\"templateDisplayName\\\":\\\"Windows Firewall\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"71705866-c3c7-430f-af7c-499c20ded9ef\"}","Package":"Defender Policies","SHA":"aff70d9167c63aad2234981c5369abb92a8dbee6"}