{"PartitionKey":"IntuneTemplate","RowKey":"458bc263-5785-416a-be89-77f6bdf7858e","JSON":"{\"Displayname\":\"CIPP: Onboard EDR\",\"Description\":null,\"RAWJson\":\"{\\n  \\\"name\\\": \\\"CIPP: Onboard EDR\\\",\\n  \\\"description\\\": \\\"\\\",\\n  \\\"creationSource\\\": \\\"\\\",\\n  \\\"settings\\\": [\\n    {\\n      \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSetting\\\",\\n      \\\"settingInstance\\\": {\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\n        \\\"choiceSettingValue\\\": {\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingValue\\\",\\n          \\\"children\\\": [\\n            {\\n              \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\n              \\\"settingDefinitionId\\\": \\\"device_vendor_msft_windowsadvancedthreatprotection_onboarding_fromconnector\\\",\\n              \\\"simpleSettingValue\\\": {\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSecretSettingValue\\\",\\n                \\\"value\\\": \\\"autoConnectPlaceholder\\\",\\n                \\\"valueState\\\": \\\"NotEncrypted\\\"\\n              }\\n            }\\n          ],\\n          \\\"settingValueTemplateReference\\\": {\\n            \\\"settingValueTemplateId\\\": \\\"e5c7c98c-c854-4140-836e-bd22db59d651\\\"\\n          },\\n          \\\"value\\\": \\\"device_vendor_msft_windowsadvancedthreatprotection_configurationtype_autofromconnector\\\"\\n        },\\n        \\\"settingDefinitionId\\\": \\\"device_vendor_msft_windowsadvancedthreatprotection_configurationtype\\\",\\n        \\\"settingInstanceTemplateReference\\\": {\\n          \\\"settingInstanceTemplateId\\\": \\\"23ab0ea3-1b12-429a-8ed0-7390cf699160\\\"\\n        }\\n      }\\n    }\\n  ],\\n  \\\"roleScopeTagIds\\\": [\\n    \\\"0\\\"\\n  ],\\n  \\\"platforms\\\": \\\"windows10\\\",\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\n  \\\"templateReference\\\": {\\n    \\\"templateId\\\": \\\"0385b795-0f2f-44ac-8602-9f65bf6adede_1\\\"\\n  }\\n}\",\"Type\":\"Catalog\",\"GUID\":\"458bc263-5785-416a-be89-77f6bdf7858e\"}"}