{"PartitionKey":"IntuneTemplate","RowKey":"26a7d15f-620e-4665-95d2-e73f5c90ff0f","GUID":"26a7d15f-620e-4665-95d2-e73f5c90ff0f","JSON":"{\"Displayname\":\"CIPP: Quality Updates\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"CIPP: Quality Updates\\\",\\\"description\\\":\\\"\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"hotpatchEnabled\\\":true,\\\"approvalSettings\\\":[]}\",\"Type\":\"windowsQualityUpdatePolicies\",\"GUID\":\"26a7d15f-620e-4665-95d2-e73f5c90ff0f\"}","Package":"Device Update Policies"}