{"PartitionKey":"IntuneTemplate","RowKey":"25a73f26-1601-4679-bf35-2f07596fe286","GUID":"25a73f26-1601-4679-bf35-2f07596fe286","JSON":"{\"Displayname\":\"CIPP: Intune data collection policy\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsHealthMonitoringConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"CIPP: Intune data collection policy\\\",\\\"version\\\":1121,\\\"allowDeviceHealthMonitoring\\\":\\\"enabled\\\",\\\"configDeviceHealthMonitoringScope\\\":\\\"bootPerformance,windowsUpdates\\\",\\\"configDeviceHealthMonitoringCustomScope\\\":null}\",\"Type\":\"Device\",\"GUID\":\"25a73f26-1601-4679-bf35-2f07596fe286\"}","Package":"Core Policies","SHA":"517fb6537ae6f27b2f443b70736325b96c38b031"}