{"PartitionKey":"IntuneTemplate","RowKey":"bb63eb13-77ae-421c-8b49-9bf38b1de87f","GUID":"bb63eb13-77ae-421c-8b49-9bf38b1de87f","JSON":"{\"Displayname\":\"CIPP: Block Usually Malicious TLDs\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"TLD Test\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"76c7a8be-67d2-44bf-81a5-38c94926b1a1\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_name\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"Malicious TLDs\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type_0\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction_out\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_remoteaddressdynamickeywords\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationReferenceSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"45db95a3-9673-4795-bdf4-8b336b33a36e\\\",\\\"note\\\":null}]}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"19c8aa67-f286-4861-9aa0-f23541d31680_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityFirewall\\\",\\\"templateDisplayName\\\":\\\"Windows Firewall Rules\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"bb63eb13-77ae-421c-8b49-9bf38b1de87f\"}","Package":""}