{"PartitionKey":"IntuneTemplate","RowKey":"a54a8777-27c9-4cea-96e6-96232f448a20","GUID":"a54a8777-27c9-4cea-96e6-96232f448a20","JSON":"{\"Displayname\":\"CIPP: Default iOS Updates\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.iosUpdateConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"CIPP: Default iOS Updates\\\",\\\"version\\\":466,\\\"isEnabled\\\":false,\\\"activeHoursStart\\\":\\\"00:00:00.0000000\\\",\\\"activeHoursEnd\\\":\\\"00:00:00.0000000\\\",\\\"desiredOsVersion\\\":null,\\\"scheduledInstallDays\\\":[],\\\"utcTimeOffsetInMinutes\\\":null,\\\"enforcedSoftwareUpdateDelayInDays\\\":null,\\\"updateScheduleType\\\":\\\"alwaysUpdate\\\",\\\"customUpdateTimeWindows\\\":[]}\",\"Type\":\"Device\",\"GUID\":\"a54a8777-27c9-4cea-96e6-96232f448a20\"}","Package":"Device Update Policies","SHA":"928cc57ddb39894e534aab8d5cd7426c4447c311"}