{"PartitionKey":"IntuneTemplate","RowKey":"0587455b-f808-49f4-930d-66196dfe7036","GUID":"0587455b-f808-49f4-930d-66196dfe7036","JSON":"{\"Displayname\":\"CIPP: Target Feature Update\",\"Description\":\"\",\"RAWJson\":\"{\\\"displayName\\\":\\\"CIPP: Target Feature Update\\\",\\\"description\\\":\\\"\\\",\\\"featureUpdateVersion\\\":\\\"Windows 11, version 24H2\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deployableContentDisplayName\\\":\\\"Windows 11, version 24H2\\\",\\\"endOfSupportDate\\\":\\\"2027-10-12T00:00:00Z\\\",\\\"installLatestWindows10OnWindows11IneligibleDevice\\\":false,\\\"installFeatureUpdatesOptional\\\":false,\\\"rolloutSettings\\\":{\\\"offerStartDateTimeInUTC\\\":null,\\\"offerEndDateTimeInUTC\\\":null,\\\"offerIntervalInDays\\\":null}}\",\"Type\":\"windowsFeatureUpdateProfiles\",\"GUID\":\"0587455b-f808-49f4-930d-66196dfe7036\"}","SHA":"e73e3b7480bb4800c57275cd00c163e67a245f96","Source":"yqbq7.onmicrosoft.com"}