{"PartitionKey":"IntuneTemplate","RowKey":"68d96cea-20d4-473d-aec2-8a82bee4794e","GUID":"68d96cea-20d4-473d-aec2-8a82bee4794e","JSON":"{\"Displayname\":\"CIPP: Configure Defender Antivirus - MacOS\",\"Description\":\"Antivirus Policies curated by Bezalu for MacOS.\\nIntune Endpoint security Antivirus policies can help security admins focus on managing the discrete group of antivirus settings for managed devices. Antivirus policy includes several profiles. Each profile contains only the settings that are relevant for Microsoft Defender for Endpoint antivirus for macOS devices.\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"CIPP: Configure Defender Antivirus - MacOS\\\",\\r\\n  \\\"description\\\": \\\"Antivirus Policies curated by Bezalu for MacOS.\\\\nIntune Endpoint security Antivirus policies can help security admins focus on managing the discrete group of antivirus settings for managed devices. Antivirus policy includes several profiles. Each profile contains only the settings that are relevant for Microsoft Defender for Endpoint antivirus for macOS devices.\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enabled\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"9e424cc6-35b9-48ef-863c-73295aa9d2d7\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enabled_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"7ea0a2aa-0953-4340-b590-522f040b0da3\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"1\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_automaticsamplesubmission\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"d5563bad-08c5-47de-8bbb-5d44e0f9a23a\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_automaticsamplesubmission_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"de57abd5-1a87-463e-96e7-e117524003ba\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"2\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_diagnosticlevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"c7a9a79b-20cf-461f-8021-94702a32543b\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_diagnosticlevel_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"5fc10db6-9ee5-434a-9ed0-1382bf72969e\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"3\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_automaticdefinitionupdateenabled\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"cc18c6dc-dca5-4845-9c78-c718c9447ddd\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_automaticdefinitionupdateenabled_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"112fd4a8-1393-49b6-9569-0d37266a6ad3\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"4\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_antivirusengine\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"a1bf7f4c-196e-4930-8395-a9b496433322\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_antivirusengine_2\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"440003a2-8406-47bb-a785-a45869556ead\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"5\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_scanarchives\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"27ca9434-85a0-4175-999d-bbef8eb8d066\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_scanarchives_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"26bb4b38-6e8a-4e3d-9045-81314475b3fe\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"6\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_scanafterdefinitionupdate\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"65bc7d9e-a0fc-4e3f-b464-550c30589e3c\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_scanafterdefinitionupdate_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"1d05f27d-cc04-44a3-82f8-91df943b03e4\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"7\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enablefilehashcomputation\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"8472c23f-3f2d-4acf-9386-a0715ad6e591\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enablefilehashcomputation_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"96559430-ea19-4fb6-b98a-c237a2e31ae5\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"8\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_maximumondemandscanthreads\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"e02fd3ba-4146-4b7d-9c7f-dffec96465e5\\\"\\r\\n        },\\r\\n        \\\"simpleSettingValue\\\": {\\r\\n          \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\r\\n          \\\"value\\\": 2,\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"fe25bbb2-f6de-480a-9153-11f90d7dab4e\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          }\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"9\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettingsmergepolicy\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"65d9ddaf-0552-4e40-8575-71dd54b2ccb4\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettingsmergepolicy_1\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"613bcf39-69ec-4a1f-8822-07789ae7f8cb\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"10\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"f2df12de-2704-4a13-9e10-21f4857122aa\\\"\\r\\n        },\\r\\n        \\\"groupSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"children\\\": [\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"675e2ada-1e8f-46eb-9348-ab0707c86ed0\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key_0\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"45c09bfc-8cbd-4118-9396-17427d8c5795\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              },\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"347d727a-70f7-4d22-af3d-5571052ce9d5\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"2d7b917e-affe-47d4-aa42-8468bc109dad\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              }\\r\\n            ]\\r\\n          },\\r\\n          {\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"children\\\": [\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"2865141e-6361-4611-8e39-6b2023bd38ae\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_key_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"8805bc0f-d152-4491-89a2-0c1789812471\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              },\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"eea71161-a378-422c-b477-29f2b13f64ed\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"com.apple.managedclient.preferences_threattypesettings_item_value_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"61cb5321-0e1c-47dc-b117-1fd48e847332\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              }\\r\\n            ]\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"11\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_disallowedthreatactions\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"44b9fd46-9ecc-4627-845a-d28da1acc51c\\\"\\r\\n        },\\r\\n        \\\"simpleSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"allow\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"restore\\\"\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"12\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enforcementlevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"94f6f35c-4cee-4a61-930a-491b698c790a\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_2\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"96ced765-4f68-441a-b9ad-b683cfdfa28f\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"13\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_tamperprotection\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"3c4efab3-cf91-4540-b86d-54507c90bb4b\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_enforcementlevel_tamperprotection_2\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"6e25fd09-16f1-42fd-9ffe-954ee1c0b904\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"14\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_consumerexperience\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"1cb52ec2-c861-4c4a-9184-e4cc13eba6ad\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_consumerexperience_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"95f4ea0a-5907-4008-931b-652105f937a0\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"15\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_hidestatusmenuicon\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"1b9f3e2b-46e8-4346-935d-dd0bd8ad2443\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_hidestatusmenuicon_false\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"fd30f322-4968-4479-8510-ad308ca8abe3\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"16\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"com.apple.managedclient.preferences_userinitiatedfeedback\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"4423d695-27c2-4266-b253-bff098657834\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"com.apple.managedclient.preferences_userinitiatedfeedback_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"41df6cea-c66a-44a6-b37b-c73c811a898c\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"macOS\\\",\\r\\n  \\\"technologies\\\": \\\"mdm,microsoftSense\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"2d345ec2-c817-49e5-9156-3ed416dc972a_1\\\",\\r\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\r\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus\\\",\\r\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"68d96cea-20d4-473d-aec2-8a82bee4794e\"}","Package":"Defender Policies"}