{"PartitionKey":"IntuneTemplate","RowKey":"44f54081-69d5-4740-a931-16b21e2d0c57","GUID":"44f54081-69d5-4740-a931-16b21e2d0c57","JSON":"{\"Displayname\":\"CIPP: Configure Chrome Security and Authentication\",\"Description\":\"Do not use this policy to customize Chrome- please create a separate one for that.\",\"RAWJson\":\"{\\\"name\\\":\\\"CIPP: Configure Chrome Security and Authentication\\\",\\\"description\\\":\\\"Do not use this policy to customize Chrome- please create a separate one for that.\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_chromeintunev1~policy~googlechrome~extensions_extensioninstallforcelist_extensioninstallforcelistdesc\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingCollectionValue\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"bkbeeeffjjeopflfhgeknacdieedcoml\\\"}]}]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"44f54081-69d5-4740-a931-16b21e2d0c57\"}","Package":"Hardening Policies","SHA":"90118cc5950ddd4bd54ff7839dc713f90b5fd1a7"}