{"PartitionKey":"IntuneTemplate","RowKey":"8fd8e509-6063-4560-ba0c-6f9178db1eb4","GUID":"8fd8e509-6063-4560-ba0c-6f9178db1eb4","JSON":"{\"Displayname\":\"CIPP: Clean Stale User Accounts\",\"Description\":\"To delete user profiles that have not been in use for more than 45 days\",\"RAWJson\":\"{\\\"name\\\":\\\"CIPP: Clean Stale User Accounts\\\",\\\"description\\\":\\\"To delete user profiles that have not been in use for more than 45 days\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_admx_userprofiles_cleanupprofiles\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"device_vendor_msft_policy_config_admx_userprofiles_cleanupprofiles_1\\\",\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"device_vendor_msft_policy_config_admx_userprofiles_cleanupprofiles_cleanupprofiles_days\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":45}}]}}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"\\\",\\\"templateFamily\\\":\\\"none\\\",\\\"templateDisplayName\\\":null,\\\"templateDisplayVersion\\\":null}}\",\"Type\":\"Catalog\",\"GUID\":\"8fd8e509-6063-4560-ba0c-6f9178db1eb4\"}","SHA":"fca18123960446063f839c09acf6e246ffecdba6","Source":"yqbq7.onmicrosoft.com"}