{"PartitionKey":"IntuneTemplate","RowKey":"abf7fc69-b4b2-4fed-a9ec-346f79527bc1","GUID":"abf7fc69-b4b2-4fed-a9ec-346f79527bc1","JSON":"{\"Displayname\":\"CIPP: Default macOS Updates\",\"Description\":\"\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.macOSSoftwareUpdateConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"\\\",\\\"displayName\\\":\\\"CIPP: Default macOS Updates\\\",\\\"version\\\":354,\\\"criticalUpdateBehavior\\\":\\\"installASAP\\\",\\\"configDataUpdateBehavior\\\":\\\"default\\\",\\\"firmwareUpdateBehavior\\\":\\\"default\\\",\\\"allOtherUpdateBehavior\\\":\\\"default\\\",\\\"updateScheduleType\\\":\\\"alwaysUpdate\\\",\\\"updateTimeWindowUtcOffsetInMinutes\\\":null,\\\"maxUserDeferralsCount\\\":null,\\\"priority\\\":null,\\\"customUpdateTimeWindows\\\":[]}\",\"Type\":\"Device\",\"GUID\":\"abf7fc69-b4b2-4fed-a9ec-346f79527bc1\"}","Package":"Device Update Policies","SHA":"9b9d26e1a0cd7ea3bf7a3d446a92dbebe6a50656"}