{"PartitionKey":"IntuneTemplate","RowKey":"7dc1a684-45a9-4f7c-83a0-56ab71f1d88f","GUID":"7dc1a684-45a9-4f7c-83a0-56ab71f1d88f","JSON":"{\"Displayname\":\"CIPP: Configure Defender Antivirus - Linux\",\"Description\":\"Antivirus Policies curated by Bezalu for Linux.\\nIntune Endpoint security Antivirus policies can help security admins focus on managing the discrete group of antivirus settings for managed devices. Antivirus policy includes several profiles. Each profile contains only the settings that are relevant for Microsoft Defender for Endpoint antivirus for Linux devices.\",\"RAWJson\":\"{\\r\\n  \\\"name\\\": \\\"CIPP: Configure Defender Antivirus - Linux\\\",\\r\\n  \\\"description\\\": \\\"Antivirus Policies curated by Bezalu for Linux.\\\\nIntune Endpoint security Antivirus policies can help security admins focus on managing the discrete group of antivirus settings for managed devices. Antivirus policy includes several profiles. Each profile contains only the settings that are relevant for Microsoft Defender for Endpoint antivirus for Linux devices.\\\",\\r\\n  \\\"settings\\\": [\\r\\n    {\\r\\n      \\\"id\\\": \\\"0\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_cloudservice_enabled\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"ad8554ce-16d5-44a5-9686-d286844755b0\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_cloudservice_enabled_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"f43ea7cb-baa1-4c05-87a7-b11e0c94becc\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"1\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_cloudservice_automaticsamplesubmissionconsent\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"53041276-320f-4218-8ad6-c722da38c3b8\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_cloudservice_automaticsamplesubmissionconsent_all\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"e0d01c97-88a2-4c0b-acf0-4e22334012e4\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"2\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_cloudservice_diagnosticlevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"94284249-9ac1-4f5f-95f9-6660763f495e\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_cloudservice_diagnosticlevel_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"222df582-4c28-453e-85a0-8932d4747034\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"3\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_cloudservice_automaticdefinitionupdateenabled\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"5a10dd94-e9ea-439c-8d2d-daf2a5af942f\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_cloudservice_automaticdefinitionupdateenabled_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"695c7907-d2e1-4950-8cb2-e3607f0d3f77\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"4\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_cloudservice_cloudblocklevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"03ade319-3e8a-4cfc-af8f-962b247c948c\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_cloudservice_cloudblocklevel_normal\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"c467c7e3-fc63-421a-89fa-311efdf99c11\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"5\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_exclusionsmergepolicy\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"a3bedec3-1d7e-4bfc-a39b-74797c1cfb32\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_exclusionsmergepolicy_1\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"f76cec1a-9350-4e56-8478-9c0d2229dbf9\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"6\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"2e407734-2d3a-4cc2-9a81-4d1c54718096\\\"\\r\\n        },\\r\\n        \\\"groupSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"children\\\": [\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_key\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"f6f8e649-43e8-4c00-b0be-7b5aec9cc96b\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_key_0\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"7bcb7b41-778c-4fbd-812d-391bbf27de5d\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              },\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_value\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"e639a747-d49e-49ac-a93b-cec8fcb1d747\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_value_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"0c4f59ce-56ad-420c-bb5c-ad9beabce574\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              }\\r\\n            ]\\r\\n          },\\r\\n          {\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"children\\\": [\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_key\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"40d2d7e0-79fa-4b94-8eb9-35d2aac10771\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_key_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"acf49530-de9d-4d4b-b9fc-e215e1e18adc\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              },\\r\\n              {\\r\\n                \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n                \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_value\\\",\\r\\n                \\\"settingInstanceTemplateReference\\\": {\\r\\n                  \\\"settingInstanceTemplateId\\\": \\\"970928e2-2293-4c5a-b1ab-1fe699f4a0f9\\\"\\r\\n                },\\r\\n                \\\"choiceSettingValue\\\": {\\r\\n                  \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettings_item_value_1\\\",\\r\\n                  \\\"settingValueTemplateReference\\\": {\\r\\n                    \\\"settingValueTemplateId\\\": \\\"0fee281d-85eb-4844-96a2-378c5ecd195a\\\",\\r\\n                    \\\"useTemplateDefault\\\": false\\r\\n                  },\\r\\n                  \\\"children\\\": []\\r\\n                }\\r\\n              }\\r\\n            ]\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"7\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettingsmergepolicy\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"a8d21df4-18c9-4441-bab1-0dc8ad0aa4e7\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_threattypesettingsmergepolicy_1\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"d016b769-202c-40a4-bffa-ddb53f9287fb\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"8\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingCollectionInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_disallowedthreatactions\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"d1673a55-f037-4eca-b037-89392341d1b8\\\"\\r\\n        },\\r\\n        \\\"simpleSettingCollectionValue\\\": [\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"allow\\\"\\r\\n          },\\r\\n          {\\r\\n            \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\r\\n            \\\"settingValueTemplateReference\\\": null,\\r\\n            \\\"value\\\": \\\"restore\\\"\\r\\n          }\\r\\n        ]\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"9\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_scanarchives\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"c10d108c-791b-466d-a644-496ffb91ad4e\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_scanarchives_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"bec9915b-f42e-43c0-91c5-31eec7477174\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"10\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_scanafterdefinitionupdate\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"5b971075-325b-4082-829f-7dc3b024a287\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_scanafterdefinitionupdate_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"7b98572e-b14b-47b6-b564-0d22dd730fcf\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"11\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_enablefilehashcomputation\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"cb7adfaa-20d9-4125-ad34-a4e2fb7d3c28\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_enablefilehashcomputation_true\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"cba77fe5-f9c7-42a9-bbef-78cd29eaf1ab\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"12\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_behaviormonitoring\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"5a28a1d5-cb9f-4e49-8a65-fbe480f848b1\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_behaviormonitoring_1\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"56268401-a42d-4340-863b-cec0a2d2f967\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"13\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_nonexecmountpolicy\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"876336dd-093a-41f2-9497-e6293479c72c\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_nonexecmountpolicy_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"65939d65-ff28-46d9-82bb-7aea489ad4d7\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"14\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_antivirusengine_enforcementlevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"2c5e7db8-5f1f-4e80-91c4-25cdc0841410\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_antivirusengine_enforcementlevel_0\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"82914380-18f6-4c77-9ffd-9758a48bd0a7\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    },\\r\\n    {\\r\\n      \\\"id\\\": \\\"15\\\",\\r\\n      \\\"settingInstance\\\": {\\r\\n        \\\"@odata.type\\\": \\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\r\\n        \\\"settingDefinitionId\\\": \\\"linux_mdatp_managed_networkprotection_enforcementlevel\\\",\\r\\n        \\\"settingInstanceTemplateReference\\\": {\\r\\n          \\\"settingInstanceTemplateId\\\": \\\"57282368-36da-46e8-b835-569cfc010928\\\"\\r\\n        },\\r\\n        \\\"choiceSettingValue\\\": {\\r\\n          \\\"value\\\": \\\"linux_mdatp_managed_networkprotection_enforcementlevel_2\\\",\\r\\n          \\\"settingValueTemplateReference\\\": {\\r\\n            \\\"settingValueTemplateId\\\": \\\"b2b9fddb-c0c4-4a56-bcae-534c93d49b76\\\",\\r\\n            \\\"useTemplateDefault\\\": false\\r\\n          },\\r\\n          \\\"children\\\": []\\r\\n        }\\r\\n      }\\r\\n    }\\r\\n  ],\\r\\n  \\\"platforms\\\": \\\"linux\\\",\\r\\n  \\\"technologies\\\": \\\"microsoftSense\\\",\\r\\n  \\\"templateReference\\\": {\\r\\n    \\\"templateId\\\": \\\"4cfd164c-5e8a-4ea9-b15d-9aa71e4ffff4_1\\\",\\r\\n    \\\"templateFamily\\\": \\\"endpointSecurityAntivirus\\\",\\r\\n    \\\"templateDisplayName\\\": \\\"Microsoft Defender Antivirus\\\",\\r\\n    \\\"templateDisplayVersion\\\": \\\"Version 1\\\"\\r\\n  }\\r\\n}\",\"Type\":\"Catalog\",\"GUID\":\"7dc1a684-45a9-4f7c-83a0-56ab71f1d88f\"}","Package":"Defender Policies"}