{"PartitionKey":"IntuneTemplate","RowKey":"81541114-fb83-4e25-8372-f1f99cb7b760","GUID":"81541114-fb83-4e25-8372-f1f99cb7b760","JSON":"{\"Displayname\":\"CIPP: Allow ICMP\",\"Description\":\"\",\"RAWJson\":\"{\\\"name\\\":\\\"CIPP: Allow ICMP\\\",\\\"description\\\":\\\"\\\",\\\"settings\\\":[{\\\"id\\\":\\\"0\\\",\\\"settingInstance\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationGroupSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}\\\",\\\"auditRuleInformation\\\":null,\\\"settingInstanceTemplateReference\\\":{\\\"settingInstanceTemplateId\\\":\\\"76c7a8be-67d2-44bf-81a5-38c94926b1a1\\\"},\\\"groupSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"children\\\":[{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_name\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationStringSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"ICMP Allow\\\"}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_action_type_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_direction_in\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingValue\\\":{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_enabled_1\\\",\\\"children\\\":[]}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes_wireless\\\",\\\"children\\\":[]},{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_interfacetypes_lan\\\",\\\"children\\\":[]}]},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationSimpleSettingInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_protocol\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"simpleSettingValue\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationIntegerSettingValue\\\",\\\"settingValueTemplateReference\\\":null,\\\"value\\\":1}},{\\\"@odata.type\\\":\\\"#microsoft.graph.deviceManagementConfigurationChoiceSettingCollectionInstance\\\",\\\"settingDefinitionId\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_profiles\\\",\\\"settingInstanceTemplateReference\\\":null,\\\"auditRuleInformation\\\":null,\\\"choiceSettingCollectionValue\\\":[{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_profiles_2\\\",\\\"children\\\":[]},{\\\"settingValueTemplateReference\\\":null,\\\"value\\\":\\\"vendor_msft_firewall_mdmstore_firewallrules_{firewallrulename}_profiles_1\\\",\\\"children\\\":[]}]}]}]}}],\\\"platforms\\\":\\\"windows10\\\",\\\"technologies\\\":\\\"mdm,microsoftSense\\\",\\\"templateReference\\\":{\\\"templateId\\\":\\\"19c8aa67-f286-4861-9aa0-f23541d31680_1\\\",\\\"templateFamily\\\":\\\"endpointSecurityFirewall\\\",\\\"templateDisplayName\\\":\\\"Windows Firewall Rules\\\",\\\"templateDisplayVersion\\\":\\\"Version 1\\\"}}\",\"Type\":\"Catalog\",\"GUID\":\"81541114-fb83-4e25-8372-f1f99cb7b760\"}","Package":"Defender Exclusions","SHA":"d5d9fe11a3c29ecdccfb848895194e0875157521"}