{"PartitionKey":"IntuneTemplate","RowKey":"42315faa-214d-4532-80df-0fe34350d4ee","GUID":"42315faa-214d-4532-80df-0fe34350d4ee","JSON":"{\"Displayname\":\"CIPP: Default Update Ring\",\"Description\":\"Bezalu's curated Windows Update settings\",\"RAWJson\":\"{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateForBusinessConfiguration\\\",\\\"roleScopeTagIds\\\":[\\\"0\\\"],\\\"deviceManagementApplicabilityRuleOsEdition\\\":null,\\\"deviceManagementApplicabilityRuleOsVersion\\\":null,\\\"deviceManagementApplicabilityRuleDeviceMode\\\":null,\\\"description\\\":\\\"Bezalu's curated Windows Update settings\\\",\\\"displayName\\\":\\\"CIPP: Default Update Ring\\\",\\\"version\\\":355,\\\"deliveryOptimizationMode\\\":\\\"userDefined\\\",\\\"prereleaseFeatures\\\":\\\"userDefined\\\",\\\"automaticUpdateMode\\\":\\\"autoInstallAndRebootAtScheduledTime\\\",\\\"microsoftUpdateServiceAllowed\\\":true,\\\"driversExcluded\\\":false,\\\"qualityUpdatesDeferralPeriodInDays\\\":7,\\\"featureUpdatesDeferralPeriodInDays\\\":14,\\\"qualityUpdatesPaused\\\":false,\\\"featureUpdatesPaused\\\":false,\\\"qualityUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesPauseExpiryDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"businessReadyUpdatesOnly\\\":\\\"userDefined\\\",\\\"skipChecksBeforeRestart\\\":false,\\\"updateWeeks\\\":\\\"everyWeek\\\",\\\"qualityUpdatesPauseStartDate\\\":null,\\\"featureUpdatesPauseStartDate\\\":null,\\\"featureUpdatesRollbackWindowInDays\\\":30,\\\"qualityUpdatesWillBeRolledBack\\\":false,\\\"featureUpdatesWillBeRolledBack\\\":false,\\\"qualityUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"featureUpdatesRollbackStartDateTime\\\":\\\"0001-01-01T00:00:00Z\\\",\\\"engagedRestartDeadlineInDays\\\":null,\\\"engagedRestartSnoozeScheduleInDays\\\":null,\\\"engagedRestartTransitionScheduleInDays\\\":null,\\\"deadlineForFeatureUpdatesInDays\\\":null,\\\"deadlineForQualityUpdatesInDays\\\":null,\\\"deadlineGracePeriodInDays\\\":null,\\\"postponeRebootUntilAfterDeadline\\\":null,\\\"autoRestartNotificationDismissal\\\":\\\"notConfigured\\\",\\\"scheduleRestartWarningInHours\\\":null,\\\"scheduleImminentRestartWarningInMinutes\\\":null,\\\"userPauseAccess\\\":\\\"disabled\\\",\\\"userWindowsUpdateScanAccess\\\":\\\"disabled\\\",\\\"updateNotificationLevel\\\":\\\"restartWarningsOnly\\\",\\\"allowWindows11Upgrade\\\":false,\\\"installationSchedule\\\":{\\\"@odata.type\\\":\\\"#microsoft.graph.windowsUpdateScheduledInstall\\\",\\\"scheduledInstallDay\\\":\\\"saturday\\\",\\\"scheduledInstallTime\\\":\\\"03:00:00.0000000\\\"}}\",\"Type\":\"Device\",\"GUID\":\"42315faa-214d-4532-80df-0fe34350d4ee\"}","SHA":"22f6e14aae9c1f506732b682ac65da6390c30bd0"}